import React from "react";

function Terms() {
  return (
    <div className="flex flex-col items-center justify-center">
      <div className="flex flex-col justify-center items-center text-right">
        <div className="my-32 flex flex-col justify-center items-end text-right w-3/5 max-md:w-full p-4 text-lg max-md:text-base">
          <h2 className="my-2">
            از اینکه پادباکس را به‌عنوان همراه هوشمند خانواده خود انتخاب
            کرده‌اید، بسیار سپاسگزاریم
          </h2>
          <p className="font-light text-stone-500 leading-loose">
            پادباکس پلتفرمی است که سرگرمی و هوشمندی را به خانه شما می‌آورد و سعی
            می‌کند زندگی خانواده‌های ایرانی را تسهیل و دیجیتالی کند.
            <br /> به کاربران این اطمینان را می‌دهیم که محتوای موجود در پادباکس
            که به دست هر یک از اعضاء خانواده در سنین مختلف خواهد رسید، مطابق با
            فرهنگ و سبک زندگی ایرانی تهیه شده است.
            <br /> پادباکس به‌عنوان عضو دیجیتالی سرزمین هوشمند پاد، برای خط‌مشی
            و رسالت اجرایی خود از سرزمین هوشمند پاد تبعیت می‌کند. حریم خصوصی و
            امنیت اطلاعات مطابق با تعاریف و سیاست‌هایی که از طریق بانک پاسارگاد
            تدوین و تهیه شده است بر کل این زیست‌بوم حاکم است
          </p>
          <h2 className="my-2">
            :اطلاعات دریافت شده از کاربران و نحوه استفاده از آنها
          </h2>
          <p className=" font-light text-stone-500 leading-loose">
            برای استفاده از پادباکس شما باید در سرزمین هوشمند پاد عضو شوید. با
            ورود و ثبت‌نام در پادباکس، دنیای جدیدی از خدمات دیجیتالی در حوزه‌های
            مختلف سرزمین هوشمند پاد در اختیار شما قرار خواهد گرفت.
            <br /> <b className="text-stone-300">ثبت‌نام:</b> تنها کافی است
            شماره موبایل خود را وارد کنید تا کد تأیید برای شما ارسال شود و با
            واردکردن آن، عضوی از سرزمین هوشمند پاد بشوید.
            <br /> <b className="text-stone-300">خدمات مالی - بانکی:</b> خدمات
            مالی - بانکی پادباکس که توسط دستیار پرداخت پادی‌پی انجام می‌شود از
            حساب دیجیتال بانک پاسارگاد قدرت می‌گیرد. انجام این خدمات بر اساس
            سطوح مختلف احراز هویتی که کاربر انجام می‌دهد اجرا می‌شود. شرایط و
            مقررات استفاده از پادی‌پی در بخش مربوط به آن توضیح داده شده است.
            <br />
            <b className="text-stone-300">
              {" "}
              نحوه نگهداری و امنیت داده‌ها:
            </b>{" "}
            پادباکس متعلق به سرزمین هوشمند پاد است که با سرمایه‌گذاری بانک
            پاسارگاد و در اکوسیستم پاد طراحی و توسعه داده شده است. سرزمین هوشمند
            پاد مسئول حفظ و نگهداری داده‌های کاربران است. ارزشمندترین دارایی
            پادباکس، کاربرانش هستند.
            <br /> داده‌های کاربران پادباکس به‌صورت رمزگذاری شده در مرکز داده
            سرزمین هوشمند پاد نگهداری می‌شود و تنها توسط همان کاربر و در همان
            دستگاهی که با آن ثبت‌نام کرده است قابل‌مشاهده است
          </p>
          <h2 className="my-2">حق نشر و مالکیت معنوی در پادباکس</h2>
          <p className="font-light text-stone-500 leading-loose">
            پادباکس با همکاری صاحبان محتوا و خدمات، مجوزهای لازم برای استفاده از
            محصولاتشان را به دست آورده و آنها را در اختیار کاربرانش قرار می‌دهد.
            این محتوا و خدمات تأییدهای لازم را از مراجع ذی‌صلاح دریافت کرده‌اند
          </p>
          <h2 className="my-2">قوانین و مقررات حکومتی</h2>
          <p className="font-light text-stone-500 leading-loose">
            در صورت استفاده نادرست از خدمات پادباکس که با قوانین کشور مغایرت
            داشته باشد، پادباکس مجاز است که حساب کاربری شما را مسدود کند
          </p>
        </div>
      </div>
    </div>
  );
}

export default Terms;
